Repository: clint-Omni-Soft/RecipeNavigator
Catalog: RecipeNavigator/Resources/*.lproj/Localizable.strings
Languages: es, fr

# InfoText.FirstThingsFirst
source: Before you start using this app, you should consider where we can find your recipes (see Recipe Repository for details).
es: Antes de comenzar a usar esta aplicación, debe considerar dónde podemos encontrar sus recetas (consulte el Repositorio de recetas para obtener más detalles).
fr: Avant de commencer à utiliser cette application, vous devez déterminer où nous pouvons trouver vos recettes (voir Référentiel de recettes pour plus de détails).

# InfoText.KeywordManager
source: This is where you manage (add/modify/delete) the keywords that you want to use to search and organize the titles of your recipes.
es: Aquí es donde administras (agregas/modificas/eliminas) las palabras clave que deseas utilizar para buscar y organizar los títulos de tus recetas.
fr: C'est ici que vous gérez (ajoutez/modifiez/supprimez) les mots-clés que vous souhaitez utiliser pour rechercher et organiser les titres de vos recettes.

# InfoText.RecipeRepository
source: Use this utility to specify where your recipes are located. They can be on either (a) on this device, (b) in the iCloud or (c) on a Network Accessible Storage (NAS) unit. This app ONLY recognizes recipes can be in the following file formats: JPG, JPEG, HTM, HTML, PDF, PNG or TXT.
es: Utilice esta utilidad para especificar dónde se encuentran sus recetas. Pueden estar en (a) en este dispositivo, (b) en iCloud o (c) en una unidad de almacenamiento accesible en red (NAS). Esta aplicación SÓLO reconoce que las recetas pueden estar en los siguientes formatos de archivo: JPG, JPEG, HTM, HTML, PDF, PNG o TXT.
fr: Utilisez cet utilitaire pour spécifier où se trouvent vos recettes. Elles peuvent se trouver soit (a) sur cet appareil, (b) dans iCloud ou (c) sur une unité de stockage accessible en réseau (NAS). Cette application reconnaît UNIQUEMENT que les recettes peuvent être dans les formats de fichier suivants : JPG, JPEG, HTM, HTML, PDF, PNG ou TXT.

# InfoText.ScanRecipeRepository
source: Once you have specified where your recipes are located (your repository), you can this utility to scan the designated location and create a database on this device for easy access. The time it takes to access and display a recipe will depend on where you store your recipe files. We do NOT copy your recipes files to your device.
es: Una vez que haya especificado dónde se encuentran sus recetas (su repositorio), puede utilizar esta utilidad para escanear la ubicación designada y crear una base de datos en este dispositivo para facilitar el acceso. El tiempo que lleva acceder y mostrar una receta dependerá de donde almacena sus archivos de recetas. NO copiamos sus archivos de recetas a su dispositivo.
fr: Une fois que vous avez spécifié où se trouvent vos recettes (votre référentiel), vous pouvez utiliser cet utilitaire pour analyser l'emplacement désigné et créer une base de données sur cet appareil pour un accès facile. Le temps nécessaire pour accéder et afficher une recette dépendra de où vous stockez vos fichiers de recettes. Nous ne copions PAS vos fichiers de recettes sur votre appareil.

# InfoText.Viewer
source: Hit the trash icon to remove this recipe from the viewer. This will NOT delete the file in your repo.
es: Presiona el ícono de la papelera para eliminar esta receta del visor. Esto NO eliminará el archivo en su repositorio.
fr: Appuyez sur l'icône de la corbeille pour supprimer cette recette de la visionneuse. Cela ne supprimera PAS le fichier dans votre dépôt.

# LabelText.About
source: About
es: Acerca de
fr: Sur

# LabelText.Added
source: Added
es: Adicional
fr: Ajouté

# LabelText.ContactUs
source: All rights reserved. Contact us at
es: Todos los derechos reservados. Contactanos en
fr: Tous les droits sont réservés. Contactez-nous à

# LabelText.EnterName
source: Enter Name
es: Ingrese su Nombre
fr: Entrez le Nom

# LableText.HowToUse01
source: RECIPE LIST Add a Recipe - Touching the plus sign (+) button will take you to the Recipe Editor where you can add/modify information about that recipe. Tapping any of the recipes in the list will load it into the Recipe Editor
es: LISTA DE RECETAS Agregar una receta: al tocar el botón de signo más (+), accederá al Editor de recetas, donde podrá agregar / modificar información sobre esa receta. Al tocar cualquiera de las recetas de la lista, se cargará en el Editor de recetas.
fr: LISTE DES RECETTES Ajouter une recette - Toucher le signe plus (+) bouton vous amène à l'éditeur de recettes où vous pouvez ajouter / modifier des informations sur cette recette. Appuyez sur n’importe laquelle des recettes de la liste pour la charger dans l’éditeur de recettes.

# LableText.HowToUse02
source: RECIPE EDITOR Provides the ability to (a) assign it a name, (b) associate an image with the recipe and zoom in on it, (c) specify the yield, (d) provide an ingredients list,
es: EDITOR DE RECETAS Proporciona la capacidad de (a) asignarle un nombre, (b) asociar una imagen con la receta y acercarlo, (c) especificar el rendimiento, (d) proporcionar una lista de ingredientes,
fr: RÉDACTEUR DE RECETTE Permet de: (a) lui attribuer un nom, (b) associer une image à la recette et zoomer dessus, (c) spécifier le rendement, (d) fournir une liste d'ingrédients,

# LableText.HowToUse03
source: and (e) describe the steps to produce the end product. Just touch any of the blue links to add/modify any of the text. NOTE: If the Recipe Editor is hidden (i.e. - you are ZOOMed into the image), you cannot select a different recipe until you dismiss the overlaying view.
es: y (e) describa los pasos para producir el producto final. Simplemente toque cualquiera de los enlaces azules para agregar / modificar cualquiera de los textos. NOTA: Si el Editor de recetas está oculto (es decir, está ZOOM en la imagen), no puede seleccionar una receta diferente hasta que descarte la vista superpuesta.
fr: et (e) décrire les étapes pour produire le produit final. Il suffit de toucher l'un des liens bleus pour ajouter / modifier n'importe quel texte. REMARQUE: Si l’éditeur de recettes est masqué (c’est-à-dire que vous êtes en mode ZOOM dans l’image), vous ne pouvez pas sélectionner une autre recette tant que vous n'avez pas supprimé la vue superposée.

# LableText.HowToUse04
source: SETTINGS Touch any populated row in the table to get information/configuration data about this app. About - Our contact information. How to Use - This view.
es: AJUSTES Toque cualquier fila poblada en la tabla para obtener información/datos de configuración sobre esta aplicación. Acerca de - Nuestra información de contacto. Cómo Utilizar - Esta vista.
fr: RÉGLAGES Touchez n'importe quelle ligne de la table pour obtenir des informations / données de configuration sur cette application. Sur - Nos coordonnées. Comment Utiliser - Cette vue.

# LabelText.Keyword
source: Keyword
es: Palabra clave
fr: Mot-clé

# LabelText.Name
source: Name
es: Nombre
fr: Nom

# LabelText.NetworkPath
source: Network Path
es: Ruta de red
fr: Chemin d'accès au réseau

# LabelText.None
source: None
es: Ninguno
fr: Aucun

# LabelText.NotSet
source: Not Set
es: No establecido
fr: Pas encore défini

# LabelText.Password
source: Password:
es: Contraseña:
fr: Mot de passe:

# LabelText.PleaseWait
source: This may take a few minutes. Please wait...
es: Esto puede tomar unos pocos minutos. Por favor espera...
fr: Cela peut prendre quelques minutes. S'il vous plaît, attendez...

# LabelText.PleaseWaitWhileWeConnect
source: Please wait while we connect to your external device ...
es: Espere mientras nos conectamos a su dispositivo externo ..
fr: Veuillez patienter pendant que nous nous connectons à votre appareil externe ...

# LabelText.SortedOn
source: Sorted on:
es: Ordenado por:
fr: Trié sur :

# LabelText.StartingPath
source: Starting Path
es: Camino de inicio
fr: Chemin de départ

# LabelText.UserName
source: User Name:
es: Nombre de usuario:
fr: Nom d'utilisateur:

# SortOption.Keywords
source: Keywords
es: Palabras clave
fr: Mots clés

# SortOption.Filename
source: Filename
es: Nombre del archivo
fr: Nom de fichier

# SortOption.RelativePath
source: Relative Path
es: Camino relativo
fr: Chemin relatif

# Title.About
source: About
es: Acerca de
fr: Sur

# Title.App
source: Recipe Navigator
es: Navegador de recetas
fr: Navigateur de recettes

# Title.DataStoreLocation
source: Data Store Location
es: Ubicación del almacén de datos
fr: Emplacement du magasin de données

# Title.Device
source: Device
es: Dispositivo
fr: Dispositif

# Title.EnterCredentials
source: Enter Credentials for
es: Ingrese credenciales para
fr: Entrez les informations d'identification pour

# Title.ExportCSV
source: Export CSV file
es: Exportar archivo CSV
fr: Exporter le fichier CSV

# Title.FirstThingFirst
source: First Things First
es: Lo Primero es lo Primero
fr: Tout d'abord

# Title.HowToUse
source: How to Use
es: Cómo Utilizar
fr: Comment Utiliser

# Title.ImportFromCSV
source: Import from CSV file
es: Importer depuis un fichier CSV
fr: Importer depuis un fichier CSV

# Title.InNASDrive
source: Network Accessible Storage
es: Almacenamiento accesible en red
fr: Almacenamiento accesible en red

# Title.KeywordManager
source: Keyword Manager
es: Administrador de palabras clave
fr: Gestionnaire de mots clés

# Title.LogViewer
source: Log Viewer
es: Visor de registro
fr: Visionneuse de journal

# Title.QuickLook
source: Quick Look
es: Vistazo rápido
fr: Coup d'oeil

# Title.RecipeRepository
source: Recipe Repository
es: Repositorio de recetas
fr: Référentiel de recettes

# Title.Recipes
source: Recipes
es: Recetas
fr: Recettes

# Title.RecipeViewer
source: Recipe Viewer
es: Visor de recetas
fr: Visionneuse de recettes

# Title.RootPath
source: Root Path
es: Ruta raíz
fr: Chemin racine

# Title.SaveDataIn
source: Save Data In?
es: ¿Guardar datos en?
fr: Enregistrer les données dans?

# Title.ScanRecipeRepository
source: Scan Recipe Repository
es: Escanear repositorio de recetas
fr: Numériser le référentiel de recettes

# Title.SelectDirectory
source: Select Directory
es: Seleccionar directorio
fr: Sélectionnez le répertoire

# Title.SelectNASDrive
source: Select NAS Drive
es: Seleccione unidad NAS
fr: Sélectionnez NAS Drive

# Title.SelectNetworkPath
source: Select Network Path
es: Seleccionar ruta de red
fr: Sélectionnez le chemin du réseau

# Title.SelectShare
source: Select a Share
es: Selecciona un recurso compartido
fr: Sélectionnez un partage

# Title.SelectSortOptions
source: Select Sort Options
es: Seleccionar opciones de clasificación
fr: Sélectionnez les options de tri

# Title.SelectSubFolder
source: Select a Sub-Folder
es: Seleccione una subcarpeta
fr: Sélectionnez un sous-dossier

# Title.Settings
source: Settings
es: Ajustes
fr: Paramètres

# Title.TransferringFiles
source: Transferring files
es: Transfert de fichiers
fr: Transferencia de archivos

# Title.Unknown
source: Unknown
es: Desconocido
fr: Inconnu

# Title.UserAssignedDeviceName
source: User Assigned Device Name
es: Nombre de dispositivo asignado por el usuario
fr: Nom de périphérique attribué par l'utilisateur

# Title.Viewer
source: Viewer
es: Espectador
fr: Téléspectateur

# AlertTitle.UnableToDeleteRecipes
source: Delete Failed!
es: Eliminar fallido!

# ButtonTitle.OK
source: OK
es: DE ACUERDO
