Repository: clint-Omni-Soft/RecipeNavigator
Catalog: RecipeNavigator/Resources/*.lproj/Localizable.strings
Languages: es, fr

# AlertMessage.CannotGoDirectFromCloudToNas
source: You can't go from iCloud directly to NAS, you must go back to the Device and then to NAS
es: No puede pasar de iCloud directamente al NAS, debe volver al Dispositivo y luego al NAS
fr: Vous ne pouvez pas passer d'iCloud directement au NAS, vous devez revenir à l'appareil puis au NAS

# AlertMessage.CannotGoDirectFromNasToCloud
source: You can't go from NAS directly to iCloud, you must go back to the Device and then to iCloud
es: No puede pasar del NAS directamente a iCloud, debe volver al Dispositivo y luego a iCloud
fr: Vous ne pouvez pas passer directement du NAS à iCloud, vous devez revenir à l'appareil puis à iCloud

# AlertMessage.CannotOpenDatabase
source: Fatal Error! Cannot open database.
es: Error fatal! No se puede abrir la base de datos.
fr: Erreur fatale! Impossible d'ouvrir la base de données.

# AlertMessage.CannotReadAllDbFiles
source: The last update to the database on the remote device did not complete properly. Please contact the user of '%@' and ask them to re-submit their last post. The database will remain locked until this is resolved.
es: La última actualización de la base de datos en el dispositivo remoto no se completó correctamente. Póngase en contacto con el usuario de '%@' y pídale que vuelva a enviar su última publicación. La base de datos permanecerá bloqueada hasta que esto se resuelva.
fr: La dernière mise à jour de la base de données sur le périphérique distant ne s'est pas terminée correctement. Veuillez contacter l'utilisateur de '%@' et lui demander de soumettre à nouveau son dernier message. La base de données restera verrouillée jusqu'à ce que ce problème soit résolu.

# AlertMessage.CannotReadFileData
source: We cannot the data from this recipe.
es: No podemos obtener los datos de esta receta.
fr: Nous ne pouvons pas connaître les données de cette recette.

# AlertMessage.CannotSeeContainer
source: Cannot see your iCloud container! Please go to Settings and verify that you have signed into iCloud with your Apple ID then navigate to the iCloud setting screen and make sure iCloud Drive is on. Finally, verify that iCloud is enabled for this app.
es: ¡No puedo ver tu contenedor de iCloud! Vaya a Configuración y verifique que haya iniciado sesión en iCloud con su ID de Apple, luego vaya a la pantalla de configuración de iCloud y asegúrese de que iCloud Drive esté encendido. Finalmente, verifique que iCloud esté habilitado para esta aplicación.
fr: Impossible de voir votre conteneur iCloud! Accédez à Paramètres et vérifiez que vous vous êtes connecté à iCloud avec votre identifiant Apple, puis accédez à l'écran de configuration iCloud et assurez-vous que iCloud Drive est activé. Enfin, vérifiez que iCloud est activé pour cette application.

# AlertMessage.CannotSeeExternalDevice
source: We cannot see your external device. Move closer to your WiFi network and try again.
es: No podemos ver su dispositivo externo. Acérquese a su red WiFi e intente nuevamente.
fr: Nous ne pouvons pas voir votre appareil externe. Rapprochez-vous de votre réseau WiFi et réessayez.

# AlertMessage.ConnectingToExternalDevice
source: Connecting to your external device.
es: Conectándose a su dispositivo externo.
fr: Connexion à votre appareil externe.

# AlertMessage.CsvFileSaved
source: A CSV file has successfully been saved on your NAS drive.
es: Se ha guardado correctamente un archivo CSV en su unidad NAS.
fr: Un fichier CSV a été enregistré avec succès sur votre lecteur NAS.

# AlertMessage.DatabaseNotOpen
source: Fatal Error! Database is NOT open! Please delete and re-install the app.
es: ¡Error fatal! ¡La base de datos NO está abierta! Elimina y vuelve a instalar la aplicación.
fr: Erreur fatale! La base de données n'est PAS ouverte! Veuillez supprimer et réinstaller l'application.

# AlertMessage.DataCorrupted
source: This recipe's data has been corrupted!
es: ¡Los datos de esta receta se han corrompido!
fr: Les données de cette recette ont été corrompues !

# AlertMessage.DataWillBeMovedTo
source: When you hit the OK button we will transfer your data then kill the app. When you re-start the app your data will stored be on your
es: Cuando presione el botón Aceptar, transferiremos sus datos y luego eliminaremos la aplicación. Cuando reinicie la aplicación, sus datos se almacenarán en su
fr: Lorsque vous appuyez sur le bouton OK, nous transférerons vos données, puis tuerons l'application. Lorsque vous redémarrez l'application, vos données seront stockées sur votre

# AlertMessage.DataWillBeShared
source: When you hit the OK button we will transfer your data then kill the app. When you re-start the app will SHARE the data in your
es: Cuando presione el botón Aceptar, transferiremos sus datos y luego eliminaremos la aplicación. Cuando reinicie la aplicación, COMPARTIRÁ los datos en su
fr: Lorsque vous appuyez sur le bouton OK, nous transférerons vos données, puis tuerons l'application. Lorsque vous redémarrerez, l'application PARTAGERA les données de votre

# AlertMessage.DeviceNameRequired
source: Please go to the Settings tab, tap on the 'User Assigned Device Name' entry in the table and enter a name for this device.
es: Vaya a la pestaña Configuración, toque la entrada 'Nombre de dispositivo asignado por el usuario' en la tabla e ingrese un nombre para este dispositivo.
fr: Veuillez accéder à l'onglet Paramètres, appuyez sur l'entrée 'Nom de l'appareil attribué à l'utilisateur' dans le tableau et entrez un nom pour cet appareil.

# AlertMessage.DuplicateName
source: The name you entered already exists. Please try again.
es: El nombre que ingresó ya existe. Inténtalo de nuevo.
fr: Le nom que vous avez entré existe déjà. Veuillez réessayer.

# AlertMessage.ExternalDriveLocked
source: The database on your external drive is locked by another user [ %@ ]. You can wait until the other user closes the app (which unlocks it) or make you changes offline and upload them when the drive is no longer locked.
es: La base de datos en su disco externo está bloqueada por otro usuario [ %@ ]. Puede esperar hasta que el otro usuario cierre la aplicación (lo que la desbloquea) o realizar cambios sin conexión y cargarlos cuando la unidad ya no esté bloqueada.
fr: La base de données de votre disque externe est verrouillée par un autre utilisateur [ %@ ]. Vous pouvez attendre que l'autre utilisateur ferme l'application (ce qui la déverrouille) ou apporter des modifications hors ligne et les télécharger lorsque le lecteur n'est plus verrouillé.

# AlertMessage.ImportAdvisory
source: We have attempted to import the file you selected. We will now kill the app. When you re-start the app please check your data and take the approperiate action to correct or reload it.
es: Hemos intentado importar el archivo que seleccionó. Ahora mataremos la aplicación. Cuando reinicie la aplicación, verifique sus datos y tome las medidas apropiadas para corregirlos o volver a cargarlos.
fr: Nous avons tenté d'importer le fichier que vous avez sélectionné. Nous allons maintenant tuer l'application. Lorsque vous redémarrez l'application, veuillez vérifier vos données et prendre les mesures appropriées pour les corriger ou les recharger.

# AlertMessage.ImportErrorsSavedTo
source: Errors have been saved to ErrorLog.txt in the same location as your CSV file
es: Los errores se guardaron en ErrorLog.txt en la misma ubicación que su archivo CSV
fr: Les erreurs ont été enregistrées dans ErrorLog.txt au même emplacement que votre fichier CSV

# AlertMessage.ImportingIsDestructive
source: Importing an improperly formatted CSV file can fail or have an unpredicable outcome. To prevent this, we will attempt to validate your CSV file before importing it. Even so, if the import fails, you may lose any data you have created and you may have to delete the app and start over again.
es: La importación de un archivo CSV con formato incorrecto puede fallar o tener un resultado impredecible. Para evitar esto, intentaremos validar su archivo CSV antes de importarlo. Aun así, si falla la importación, puede perder los datos que ha creado y puede que tenga que eliminar la aplicación y comenzar de nuevo.
fr: L'importation d'un fichier CSV mal formaté peut échouer ou avoir un résultat imprévisible. Pour éviter cela, nous tenterons de valider votre fichier CSV avant de l'importer. Néanmoins, si l'importation échoue, vous risquez de perdre toutes les données que vous avez créées et vous devrez peut-être supprimer l'application et recommencer.

# AlertMessage.KeywordManagerInfo
source: Use this tool to manage your keywords list. Touch the (+) sign to add. Swipe left to delete. Select to modify.
es: Utilice esta herramienta para administrar su lista de palabras clave. Toca el signo (+) para agregar. Desliza hacia la izquierda para eliminar. Seleccione para modificar.
fr: Utilisez cet outil pour gérer votre liste de mots-clés. Appuyez sur le signe (+) pour ajouter. Balayez vers la gauche pour supprimer. Sélectionnez pour modifier.

# AlertMessage.KeywordsMustBeUnique
source: Keywords must be unique!
es: Las palabras clave deben ser únicos!
fr: Les mots-clés doivent être uniques !

# AlertMessage.LoginFailed
source: Login failed!
es: ¡Error de inicio de sesion!
fr: Échec de la connexion!

# AlertMessage.NameCannotBeBlank
source: Name cannot be left blank!
es: El nombre no puede dejarse en blanco
fr: Le nom ne peut pas être laissé en blanc

# AlertMessage.NameMustBeUnique
source: Name must be unique!
es: ¡El nombre debe ser único!
fr: Le nom doit être unique!

# AlertMessage.NetworkAddressCannotBeBlank
source: Network address cannot be left blank
es: La dirección de red no se puede dejar en blanco!
fr: L'adresse réseau ne peut pas être laissée en blanc!

# AlertMessage.NoAccess
source: Unable to access this file server!
es: ¡No se puede acceder a este servidor de archivos!
fr: Impossible d'accéder à ce serveur de fichiers!

# AlertMessage.NoSharesOnDrive
source: There are no shares available on this drive!
es: ¡No hay acciones disponibles en esta unidad!
fr: Il n'y a pas de partages disponibles sur ce disque!

# AlertMessage.NoViewerRecipes
source: Go to Recipes then tap on an item in the list and select Quick Look. Touch the add button (+) to send a recipe to the viewer.
es: Vaya a Recetas, luego toque un elemento de la lista y seleccione Vista rápida. Toque el botón Agregar (+) para enviar una receta al espectador.
fr: Accédez à Recettes, puis appuyez sur un élément de la liste et sélectionnez Aperçu rapide. Appuyez sur le bouton Ajouter (+) pour envoyer une recette au spectateur.

# AlertMessage.OfflineWarning
source: We cannot connect to your remote storage. Because this app is designed to work offline, you can make changes that we will upload the next time you connect to your remote storage. Just be aware that if more than one person makes changes offline, your changes may be overwritten.
es: No podemos conectarnos a su almacenamiento remoto. Debido a que esta aplicación está diseñada para funcionar sin conexión, puede realizar cambios que cargaremos la próxima vez que se conecte a su almacenamiento remoto. Solo tenga en cuenta que si más de una persona realiza cambios fuera de línea, es posible que se sobrescriban sus cambios.
fr: Nous ne pouvons pas nous connecter à votre stockage distant. Étant donné que cette application est conçue pour fonctionner hors ligne, vous pouvez apporter des modifications que nous téléchargerons la prochaine fois que vous vous connecterez à votre stockage distant. Sachez simplement que si plusieurs personnes effectuent des modifications hors ligne, vos modifications peuvent être écrasées.

# AlertMessage.ReadyToRestart
source: Ready to Restart
es: Listo para reiniciar
fr: Prêt à redémarrer

# AlertMessage.RecipeRepoNotSet
source: Select using the Recipe Repository option
es: Seleccione usando la opción Repositorio de recetas
fr: Sélectionnez à l'aide de l'option Référentiel de recettes

# AlertMessage.ScanCompleteFormat
source: Added %d recipes and skipped %d files.
es: Se agregaron %d recetas y se omitieron %d archivos.
fr: %d recettes ajoutées et %d fichiers ignorés.

# AlertMessage.SelectHowToUseForInfo
source: Select '%@' for helpful information on '%@', '%@' and '%@'.
es: Seleccione '%@' para obtener información útil sobre '%@', '%@' y '%@'.
fr: Sélectionnez '%@' pour obtenir des informations utiles sur '%@', '%@' et '%@'.

# AlertMessage.UnableToAddRecipe
source: We are unable to add the recipes we found! Please try again.
fr: Nous ne pouvons pas ajouter les recettes que nous avons trouvées ! Veuillez réessayer.

# AlertMessage.UnableToConnect
source: We are unable to connect to your external device. Move closer to your WiFi network and try again.
es: No podemos conectarnos a su dispositivo externo. Acérquese a su red WiFi e intente nuevamente.
fr: Nous ne pouvons pas nous connecter à votre appareil externe. Rapprochez-vous de votre réseau WiFi et réessayez.

# AlertMessage.UnableToCopyFiles
source: Unable to copy your files to your iCloud Drive.
es: No se pueden copiar sus archivos a su unidad iCloud.
fr: Impossible de copier vos fichiers sur votre iCloud Drive.

# AlertMessage.UnableToCreate
source: Unable to create our directory!
es: ¡No se puede crear nuestro directorio!
fr: Impossible de créer notre annuaire!

# AlertMessage.UnableToCreateCloudFolders
source: We are unable to create our directories on your iCloud Drive.
es: No podemos crear nuestros directorios en su unidad iCloud.
fr: Nous ne pouvons pas créer nos répertoires sur votre iCloud Drive.

# AlertMessage.UnableToCreateCsvFile
source: We are unable to create the Comma Separated Variable (CSV) file!
es: ¡No podemos crear el archivo de variables separadas por comas (CSV)!
fr: Nous ne pouvons pas créer le fichier de variable séparée par des virgules (CSV)!

# AlertMessage.UnableToDeleteRecipes
source: We were unable to delete all of your recipes! This may leave unwanted recipes in your database.
es: ¡No pudimos eliminar todas tus recetas! Esto puede dejar recetas no deseadas en su base de datos.
fr: Nous n'avons pas pu supprimer toutes vos recettes ! Cela peut laisser des recettes indésirables dans votre base de données.

# AlertMessage.UnableToFetchDevices
source: Unable to fetch devices!
es: ¡No se pueden recuperar dispositivos!
fr: Impossible de récupérer les appareils!

# AlertMessage.UnableToFetchFileFromNAS
source: Unable to fetch file from your Network Accessable Drive (NAS)!
es: ¡No se puede recuperar el archivo de su unidad accesible en red (NAS)!
fr: Impossible de récupérer le fichier depuis votre lecteur accessible au réseau (NAS) !

# AlertMessage.UnableToOpenShare
source: Unable to open the selected share!
es: ¡No se puede abrir el recurso compartido seleccionado!
fr: Impossible d'ouvrir le partage sélectionné!

# AlertMessage.UnableToReadFromCsvFile
source: We are unable to read the data in the CSV file you selected. Please try another file.
es: No podemos leer los datos en el archivo CSV que seleccionó. Por favor, intente con otro archivo.
fr: Nous ne pouvons pas lire les données du fichier CSV que vous avez sélectionné. Veuillez essayer un autre fichier.

# AlertMessage.UnableToReadLocalFile
source: We are unable to read the data from the recipe you selected. Please try another recipe.
es: No podemos leer los datos de la receta que seleccionó. Por favor prueba con otra receta.
fr: Nous ne sommes pas en mesure de lire les données de la recette que vous avez sélectionnée. Veuillez essayer une autre recette.

# AlertMessage.UnableToStartSession
source: Unable to start a session with the selected share!
es: ¡No se puede iniciar una sesión con el recurso compartido seleccionado!
fr: Impossible de démarrer une session avec le partage sélectionné !

# AlertMessage.UnsupportedFileFormat
source: Sorry, we currently don't support this recipe's file format.
es: Lo sentimos, actualmente no admitimos el formato de archivo de esta receta.
fr: Désolé, nous ne prenons actuellement pas en charge le format de fichier de cette recette.

# AlertMessage.UpdatingExternalDevice
source: Please wait while we update the database with the most recent changes.
es: Espere mientras actualizamos la base de datos con los cambios más recientes.
fr: Veuillez patienter pendant que nous mettons à jour la base de données avec les modifications les plus récentes.

# AlertTitle.ActionForRecipe
source: What would you like to do with this recipe?
es: ¿Qué te gustaría hacer con esta receta?
fr: Qu'aimeriez-vous faire avec cette recette ?

# AlertTitle.AddNewKeyword
source: Add New Keyword
es: Agregar nueva palabra clave
fr: Ajouter un nouveau mot clé

# AlertTitle.AreYouSure
source: Are you sure you want to discard your changes?
es: ¿Estás seguro de que quieres descartar tus cambios?
fr: Êtes-vous sûr de vouloir annuler vos modifications?

# AlertTitle.AreYouSureImport
source: Are you sure you want to import this file?
es: ¿Estás seguro de que quieres importar este archivo?
fr: Voulez-vous vraiment importer ce fichier?

# AlertTitle.CannotReadAllDbFiles
source: Cannot Read ALL Database Files on Remote!
es: ¡No se pueden leer TODOS los archivos de la base de datos en el control remoto!
fr: Impossible de lire TOUS les fichiers de base de données à distance!

# AlertTitle.DataWillBeSavedToNAS
source: Preparing to save data to:
es: Preparación para guardar datos en:
fr: Préparation de l'enregistrement des données dans:

# AlertTitle.DeviceNameRequired
source: Device Name is Required for NAS or iCloud
es: Se requiere el nombre del dispositivo para NAS o iCloud
fr: Le nom de l'appareil est requis pour NAS ou iCloud

# AlertTitle.DuplicateEntry
source: Duplicate Entry!
es: ¡Entrada duplicada!
fr: Double entrée!

# AlertTitle.EnterDeviceName
source: Enter Device Name
es: Ingrese el nombre del dispositivo
fr: Entrez le nom de l'appareil

# AlertTitle.EnterName
source: Enter Name
es: Ingrese su Nombre
fr: Entrez le nom

# AlertTitle.EnterStartingPath
source: Enter Starting Path
es: Ingresar ruta de inicio
fr: Entrez le chemin de départ

# AlertTitle.Error
source: Error
fr: Erreur!

# AlertTitle.ExportComplete
source: Export Complete
es: Exportación completa
fr: Exportation terminée

# AlertTitle.GotAQuestion
source: Got a question?
es: ¿Tienes una pregunta?
fr: Tu as une question?

# AlertTitle.ImportComplete
source: Import Complete
es: Importación completada
fr: Importation terminée

# AlertTitle.ImportErrors
source: Your CSV file has one or more errors that you need to correct before it can be imported.
es: Su archivo CSV tiene uno o más errores que debe corregir antes de poder importarlo.
fr: Votre fichier CSV contient une ou plusieurs erreurs que vous devez corriger avant de pouvoir l'importer.

# AlertTitle.LastUpdateDidNotComplete
source: The Last Update Did NOT Complete!
es: ¡La última actualización NO se completó!
fr: La dernière mise à jour n'a PAS été terminée!

# AlertTitle.ModifyKeyword
source: Modify Keyword
es: Modificar palabra clave
fr: Modifier le mot clé

# AlertTitle.NoViewerRecipes
source: No Viewer Recipes
es: Sin recetas para espectadores
fr: Aucune recette de visionneuse

# AlertTitle.RecipeRepoNotSet
source: The Recipe Repository has NOT been set yet!
es: ¡El repositorio de recetas NO se ha configurado todavía!
fr: Le référentiel de recettes n'a PAS encore été défini !

# AlertTitle.RemoveRecipeFromViewer
source: Do you really want to remove this recipe from the viewer?
es: ¿Realmente quieres eliminar esta receta del visor?
fr: Voulez-vous vraiment supprimer cette recette du spectateur ?

# AlertTitle.ScanComplete
source: Scan Complete
es: Escaneo completo
fr: Analyse terminée

# AlertTitle.ScanNowPrompt
source: Would you like for us to scan your repository now?
es: ¿Le gustaría que escaneemos su repositorio ahora?
fr: Souhaitez-vous que nous analysions votre référentiel maintenant ?

# AlertTitle.TransferComplete
source: Transfer Complete!
es: ¡Transferencia completa!
fr: Transfert complet!

# AlertTitle.UpdateComplete
source: Update Complete!
es: ¡Actualizacion completa!
fr: Mise à jour terminée!

# AlertTitle.UpdateKeywords
source: Would you like to update the keywords in your recipes now?
es: ¿Le gustaría actualizar las palabras clave en sus recetas ahora?
fr: Souhaitez-vous mettre à jour les mots-clés dans vos recettes maintenant ?

# AlertTitle.Warning
source: Warning!
es: ¡Advertencia!
fr: Avertissement!

# AlertTitle.WhatAction
source: What would you like to do?
es: Que te gustaría hacer?
fr: Qu'est-ce que tu aimerais faire?

# AlertTitle.WouldYouLikeToSelectASubFolder
source: Would you like to select a sub-folder on this share?
es: ¿Desea seleccionar una subcarpeta en este recurso compartido?
fr: Souhaitez-vous sélectionner un sous-dossier sur ce partage?

# ButtonTitle.Add
source: Add
es: Añadir
fr: Ajouter

# ButtonTitle.AddToViewer
source: Add to Viewer
es: Agregar al visor
fr: Ajouter à la visionneuse

# ButtonTitle.Back
source: Back
es: Espalda
fr: Retour

# ButtonTitle.Cancel
source: Cancel
es: Cancelar
fr: Annuler

# ButtonTitle.CreateHere
source: Create Here
es: Crea aquí
fr: Créer ici

# ButtonTitle.Delete
source: Delete
es: Borrar
fr: Effacer

# ButtonTitle.Done
source: Done
es: Hecho
fr: Terminé

# ButtonTitle.DontRemindMeAgain
source: Don't remind me again.
es: No me lo recuerdes más.
fr: Ne me le rappelle plus.

# ButtonTitle.Edit
source: Edit
es: Editar
fr: Modifier

# ButtonTitle.GotIt
source: Got it!
es: ¡Entiendo!
fr: J'ai compris!

# ButtonTitle.Next
source: Next
es: Próximo
fr: Prochain

# ButtonTitle.No
source: No!
fr: Non!

# ButtonTitle.Open
source: Open
es: Abierto
fr: Ouvrir

# ButtonTitle.QuickLook
source: Quick Look
es: Vistazo rápido
fr: Coup d'oeil

# ButtonTitle.RemoveFromViewer
source: Remove from Viewer
es: Quitar del visor
fr: Supprimer de la visionneuse

# ButtonTitle.Rename
source: Rename
es: Rebautizar
fr: Renommer

# ButtonTitle.Replace
source: Replace
es: Reemplazar
fr: Remplacer

# ButtonTitle.Resubmit
source: Resubmit
es: Reenviar
fr: Soumettre à nouveau

# ButtonTitle.Save
source: Save
es: Salvar
fr: Sauvegarder

# ButtonTitle.SelectDirectory
source: Select Directory
es: Seleccionar directorio
fr: Sélectionnez le répertoire

# ButtonTitle.SortAscending
source: Sort Ascending
es: Orden ascendente
fr: Trier par ordre croissant

# ButtonTitle.StayOffline
source: Stay Offline
es: Mantenerse fuera de línea
fr: Restez hors ligne

# ButtonTitle.SetAsRecipeRepository
source: Set as Recipe Repository
es: Establecer como repositorio de recetas
fr: Définir comme référentiel de recettes

# ButtonTitle.Yes
source: Yes
es: Sí
fr: Oui

# InfoText.DataStoreLocation
source: We provide support for three different storage locations... (a) on your device (default), (b) in the cloud and (c) on a Network Accessible Storage (NAS) unit. The key point here is that there is no sharing on the device. If you chose the cloud then your data can be shared across all of your devices. If you chose NAS then anyone who has access to your Wi-Fi can access it.
es: Brindamos soporte para tres ubicaciones de almacenamiento diferentes ... (a) en su dispositivo (predeterminado), (b) en la nube y (c) en una unidad de almacenamiento accesible en red (NAS). El punto clave aquí es que no se puede compartir en el dispositivo. Si elige la nube, sus datos se pueden compartir en todos sus dispositivos. Si elige NAS, cualquiera que tenga acceso a su Wi-Fi puede acceder a él.
fr: Nous prenons en charge trois emplacements de stockage différents ... (a) sur votre appareil (par défaut), (b) dans le cloud et (c) sur une unité NAS (Network Accessible Storage). Le point clé ici est qu'il n'y a pas de partage sur l'appareil. Si vous avez choisi le cloud, vos données peuvent être partagées sur tous vos appareils. Si vous avez choisi le NAS, toute personne ayant accès à votre Wi-Fi peut y accéder.
